[
  {
    "Kompetenzbezeichnung": "Kollaborationskompetenz",
    "Langdefinition": "Kollaborationskompetenz beschreibt die Fähigkeit, gemeinsam wirksam, effizient und zielgerichtet zusammenzuarbeiten, über Abteilungs-, Hierarchie- und Organisationsgrenzen hinweg und in analoger, hybrider und digitaler Form. Kollaboration geht über reine Kooperation hinaus: Sie bedeutet, Verantwortung zu teilen, gemeinsam zu gestalten und Wissen offen zu nutzen, zunehmend auch im Zusammenspiel von Mensch und Technologie.",
    "Beschreibung Subkompetenzen": "Einfühlungsvermögen als das Hineinversetzen in die Gefühle, Gedanken und Perspektiven anderer Menschen; Kooperationsfähigkeit als offene, effektive und zielorientierte Zusammenarbeit mit anderen. Beziehungspflege als angemessenes zwischenmenschliches Verhalten innerhalb der Organisationseinheit und Pflege guter Beziehungen über die Organisationseinheit hinweg.",
    "Anhaltspunkte Niveau 1": "Zeigt grundlegendes Verständnis für Gefühle und Sichtweisen anderer\nAkzeptiert unterschiedliche Meinungen im Team\nÜbernimmt einfache Aufgaben und hält Absprachen ein\nBeteiligt sich an gemeinsamen Arbeitsprozessen mit klaren Vorgaben\nBegrüßt Kolleg:innen freundlich und respektvoll\nNimmt auf Anleitung hin Kontakt zu anderen Bereichen auf",
    "Anhaltspunkte Niveau 2": "Bezieht aktiv Perspektiven anderer ein\nReagiert empathisch und passt Verhalten an\nBringt sich zielorientiert in Teamprozesse ein\nOrganisiert digitale oder hybride Zusammenarbeit effektiv\nPflegt Beziehungen über das eigene Team hinaus\nKooperiert regelmäßig bereichsübergreifend",
    "Anhaltspunkte Niveau 3": "Fördert ein Klima von Offenheit und Empathie\nModeriert Konflikte wertschätzend\nInitiiert kollaborative Arbeitsformen\nVerbindet analoge und digitale Werkzeuge effektiv\nGestaltet tragfähige Netzwerke\nVerankert beziehungsorientiertes Arbeiten"
  },
  {
    "Kompetenzbezeichnung": "Intrapreneurship",
    "Langdefinition": "Intrapreneurship bezeichnet die Fähigkeit und Haltung von Mitarbeitenden in der öffentlichen Verwaltung, Veränderungspotenziale zu erkennen, sich alternative Zukünfte vorzustellen und neue Wege im Sinne des Gemeinwohls zu denken. Sie umfasst sowohl Wissen über Veränderungsprozesse als auch die Fähigkeit, kreative Lösungen zu entwickeln und Verantwortung für Veränderungen zu übernehmen.",
    "Beschreibung Subkompetenzen": "Das Management von Veränderungsprozessen, d.h. Veränderungsprozesse nachhaltig und effektiv anzustoßen und zu gestalten. Dabei arbeiten Mitarbeiter:innen systemisch, bereichsübergreifend und nutzen kreative wie strategische Methoden zur Umsetzung. Ziel ist nicht Disruption, sondern nachhaltige, anschlussfähige Erneuerung von innen heraus. Eine zukunftsorientierte Gestaltungskompetenz, mit der Mitarbeitende im Rahmen gesetzlicher und politischer Vorgaben (eigenverantwortlich) Initiativen zur Weiterentwicklung der Verwaltung ergreifen.",
    "Anhaltspunkte Niveau 1": "Erkennt ineffiziente Abläufe und meldet diese\nBringt einfache Verbesserungsideen ein\nBeteiligt sich an angeleiteten Veränderungsvorhaben\nTestet auf Nachfrage neue Werkzeuge oder Methoden",
    "Anhaltspunkte Niveau 2": "Identifiziert Optimierungs- oder Innovationspotenziale selbstständig\nErarbeitet und diskutiert konkrete Verbesserungsvorschläge\nInitiiert kleine Veränderungsvorhaben\nSetzt neue Methoden gezielt zur Verbesserung ein",
    "Anhaltspunkte Niveau 3": "Antizipiert zukünftige Herausforderungen und entwickelt gemeinwohlorientierte Ideen\nÜberträgt Innovationsansätze auf neue Bereiche\nGestaltet systemisch angelegte Veränderungsprozesse\nVerknüpft kreative Methoden mit strategischer Planung"
  },
  {
    "Kompetenzbezeichnung": "Prozess- und Systemkompetenz",
    "Langdefinition": "Prozess- und Systemkompetenz bedeutet, Abläufe und Strukturen im eigenen Arbeitsumfeld zu verstehen, gezielt mit ihnen zu arbeiten und sie bei Bedarf mitzugestalten. In einer vernetzten, dynamischen Gesellschaft braucht es Prozess- und Systemkompetenz, um ganzheitlich zu denken und die Wirkung von Entscheidungen über Zuständigkeitsgrenzen hinweg zu verstehen.Sie umfasst sowohl das Wissen über deren Funktionsweise als auch die Fertigkeit, sich im organisatorischen Umfeld sicher zu orientieren und zielgerichtet zu handeln. Voraussetzung dafür ist eine Haltung, die geprägt ist von Offenheit für komplexe Zusammenhänge und dem Interesse daran, wie Abläufe und Strukturen miteinander verbunden sind.",
    "Beschreibung Subkompetenzen": "das Verständnis für Prozesse als vernetzte Abläufe mit Schnittstellen, Abhängigkeiten und Wechselwirkungen innerhalb und außerhalb der Organisation; die Fähigkeit, komplexe Zusammenhänge zu erfassen und Veränderungen systemisch zu betrachten. Das führt zu Denken in größeren Zusammenhängen, das Verwaltung im gesellschaftlichen, rechtlichen und technologischen Kontext verortet.",
    "Anhaltspunkte Niveau 1": "Befolgt bekannte Arbeitsschritte anhand klarer Vorgaben\nNutzt Ablaufdiagramme zur Orientierung\nErkennt Prozessschritte ohne vollständigen Überblick\nMeldet Abweichungen an zuständige Stellen",
    "Anhaltspunkte Niveau 2": "Analysiert Arbeitsabläufe und beachtet Schnittstellen\nPasst Prozesse an veränderte Bedingungen an\nReflektiert Wechselwirkungen zwischen Aufgabenbereichen\nReagiert gezielt auf strukturelle oder digitale Veränderungen",
    "Anhaltspunkte Niveau 3": "Gestaltet Prozesse unter Berücksichtigung systemischer Wechselwirkungen\nEntwickelt strukturelle Optimierungen aus Prozessanalysen\nAnalysiert Prozesse im organisatorischen Gesamtsystem\nLeitet Handlungsbedarfe aus komplexen Veränderungen ab"
  },
  {
    "Kompetenzbezeichnung": "Resilienz",
    "Langdefinition": "Resilienz bedeutet, in belastenden, unsicheren oder krisenhaften Situationen handlungsfähig zu bleiben, konstruktiv mit Veränderungen umzugehen und aus Herausforderungen gestärkt hervorzugehen.  Resilienz ist eine zentrale Zukunftskompetenz im öffentlichen Dienst, weil sie sowohl Mitarbeitende als auch Institutionen befähigt, unter wachsendem Veränderungsdruck handlungsfähig, gesund und lernbereit zu bleiben. Sie umfasst sowohl das Wissen über psychologische und organisationale Mechanismen der Stressbewältigung und Anpassungsfähigkeit als auch die Fertigkeit, in unsicheren oder krisenhaften Situationen besonnen zu agieren und konstruktiv mit Veränderungen umzugehen. Voraussetzung dafür ist eine Haltung, die geprägt ist von innerer Stabilität, Zuversicht, Lernbereitschaft und der Fähigkeit, Herausforderungen als Entwicklungschancen zu begreifen.",
    "Beschreibung Subkompetenzen": "Widerstandsfähigkeit als souveräner Umgang mit Unsicherheit, Krisen oder Mehrbelastung ; Belastbarkeit, um sich an neue Rahmenbedingungen flexibel anzupassen, ohne an Orientierung zu verlieren; Anpassungsfähigkeit als den Aufbau von mentaler Stärke, Selbstwirksamkeit und Vertrauen – individuell und im Team, das Lernen aus Rückschlägen und die Entwicklung einer lösungsorientierten Haltung;",
    "Anhaltspunkte Niveau 1": "Bleibt bei Rückschlägen ruhig und erledigt Aufgaben mit Unterstützung\nFragt bei Überlastung aktiv nach Hilfe\nReagiert auf Änderungen mit Rücksprache\nHält an bekannten Lösungswegen fest",
    "Anhaltspunkte Niveau 2": "Bewahrt unter Druck die Übersicht\nWendet Strategien zur Stressbewältigung an\nPasst Verhalten flexibel an neue Anforderungen an\nVerarbeitet Rückschläge konstruktiv",
    "Anhaltspunkte Niveau 3": "Reflektiert Krisensituationen systematisch\nVermittelt Sicherheit und Orientierung\nVerbindet individuelle Strategien mit strukturellen Ressourcen\nAnalysiert Belastungsmuster und entwickelt Lösungen"
  },
  {
    "Kompetenzbezeichnung": "Daten- und KI-Kompetenz",
    "Langdefinition": "Daten- und Künstliche-Intelligenz-Kompetenz bezeichnet die Fähigkeit, Daten und KI-Technologien sicher, verantwortungsvoll und zielgerichtet im Verwaltungshandeln einzusetzen sowie deren Chancen und Risiken differenziert einschätzen zu können. Mitarbeitende mit hoher Daten- und KI-Kompetenz können digitale Technologien nicht nur anwenden, sondern ihre Potenziale aktiv nutzen, ihre Grenzen erkennen und aktiv dazu beitragen, Verwaltung effizient, lernfähig und bürgerorientiert weiterzuentwickeln. Datenkompetenz ist eine zentrale Grundlage für zeitgemäßes Verwaltungshandeln, da sie den sicheren, sensiblen und wertebewussten Umgang mit Daten ermöglicht und deren Potenzial für Informationsgewinn und wissensbasierte Entscheidungen im öffentlichen Sektor erschließt. Daten- und KI-Kompetenz umfasst Wissen über die Funktionsweisen von KI-Technologien und Datenstrukturen sowie rechtliche, ethische und gesellschaftliche Rahmenbedingungen. Dazu gehört ein Verständnis für Datenqualität, Datenschutz, algorithmische Entscheidungsprozesse sowie die Chancen und Risiken digitaler Technologien im Verwaltungskontext. Mitarbeitende sind in der Lage, Daten sicher zu verwalten, KI-Anwendungen sinnvoll zu integrieren, automatisierte Ergebnisse einzuordnen, Feedback zu geben und neue technologische Entwicklungen aktiv für die Weiterentwicklung des Verwaltungshandelns zu nutzen. Voraussetzung dafür ist eine Haltung, geprägt von technischer Offenheit, kritischem Denken und Verantwortungsbewusstsein.",
    "Beschreibung Subkompetenzen": "Datenkompetenz: Fähigkeit, Daten sicher zu speichern, zu verwalten und zu strukturieren; KI-Kompetenz: Verständnis der Funktionsweise von KI-Technologien zur Problemlösung und Prozessoptimierung; Rechts- und Ethikkompetenz: Kenntnis rechtlicher und ethischer Rahmenbedingungen zur verantwortungsvollen Nutzung",
    "Anhaltspunkte Niveau 1": "Speichert einfache Daten sicher, zum Beispiel Tabellen und Listen, und hält Datenschutzrichtlinien ein. Überprüft grundlegende Daten auf Vollständigkeit und erkennt offensichtliche Fehler. Arbeitet mit einfachen Funktionen von KI-Technologien anhand von Beispielen. Erkennt einfache Einsatzmöglichkeiten von KI-Technologien zur Unterstützung von Routineaufgaben. Hält grundlegende rechtliche Vorgaben zum Datenschutz im Umgang mit Daten und KI-Anwendungen ein. Erkennt erste ethische Fragestellungen.",
    "Anhaltspunkte Niveau 2": "Strukturiert Daten zielgerichtet und nutzt sie selbstständig zur Entscheidungsfindung, zum Beispiel durch Auswertungen und Berichte. Analysiert Daten auf Qualität und Plausibilität, um aussagekräftige Informationen zu gewinnen. Erklärt die Funktionsweise von KI-Technologien im eigenen Arbeitskontext. Setzt KI-Technologien gezielt zur Unterstützung von Arbeitsprozessen ein. Berücksichtigt selbstständig rechtliche Vorgaben bei der Nutzung von Daten und KI-Anwendungen. Reflektiert ethische Fragen und Auswirkungen.",
    "Anhaltspunkte Niveau 3": "Entwickelt systematisch Ansätze für den sicheren und effizienten Umgang mit komplexen Daten im Verwaltungskontext. Bewertet die Qualität und Aussagekraft von Daten kritisch und nutzt diese strategisch zur Entscheidungsunterstützung. Analysiert die Funktionsweise von KI-Technologien differenziert und erkennt deren Potenziale und Grenzen. Integriert KI-Technologien strategisch in Arbeitsprozesse unter Berücksichtigung rechtlicher und ethischer Aspekte. Interpretiert rechtliche Rahmenbedingungen und Datenschutzvorgaben souverän. Reflektiert kritisch ethische Fragestellungen."
  },
  {
    "Kompetenzbezeichnung": "Führen",
    "Langdefinition": "Führen in einer zukunftsorientierten Verwaltung bedeutet, Orientierung zu geben, Verantwortung zu teilen und Entwicklung im Team aktiv zu ermöglichen. Eine dynamisch, digital geprägte Verwaltung braucht Führungskräfte, die Vertrauen, Flexibilität und gemeinsame Weiterentwicklungsmöglichkeiten bieten, um Mitarbeitenden die Freiräume zu schaffen und Orientierung zu geben, um verantwortungsvoll, eigenständig und kreativ zusammenarbeiten zu können. Sie umfasst sowohl das Wissen über Führungsprinzipien, Rollenverständnisse und Teamdynamiken als auch die Fähigkeit, unter digitalen und hybriden Bedingungen eine Arbeitsbeziehung zu gestalten, die Eigenverantwortung, Vertrauen und Orientierung fördert. Voraussetzung dafür ist eine Haltung, die Führung nicht als Kontrolle, sondern als Ermöglichung versteht.",
    "Beschreibung Subkompetenzen": "Orientierung geben als das Schaffen von Klarheit in dynamischen Situationen durch gemeinsame Zielsetzung, transparente Prinzipien und vertrauensbildende Leitplanken – auch in hybriden oder digitalen Arbeitskontexten. Zusammenarbeit fördern & Verantwortung teilen als Beteiligung an Entscheidungsprozessen, Förderung von Eigenverantwortung und Aufbau von Vertrauen – auch bei digital verteilter Zusammenarbeit. Entwicklung ermöglichen als Schaffen von Lerngelegenheiten, Förderung von Reflexion und konstruktivem Umgang mit Fehlern sowie Unterstützung iterativer Verbesserungsprozesse – analog, hybrid und digital.",
    "Anhaltspunkte Niveau 1": "Hält sich an klar kommunizierte Arbeitsaufträge, Zeitvorgaben und Ablaufpläne – unabhängig vom Format (mündlich, schriftlich, digital). Fragt bei unklaren oder widersprüchlichen Vorgaben in geeigneter Weise nach, zum Beispiel im Gespräch oder per E-Mail oder Messenger. Beteiligt sich zuverlässig an Abstimmungen in analogen oder digitalen Formaten, zum Beispiel Teammeeting, Online-Umfrage oder Gruppenchat. Übernimmt Aufgaben im Team eigenverantwortlich im Rahmen klarer Absprachen. Spricht im Team über gemachte Erfahrungen oder fragt bei anderen nach, wie sie Herausforderungen gelöst haben. Teilt hilfreiche Ressourcen und Erkenntnisse, zum Beispiel Links, Dokumente oder Hinweise in analogen oder digitalen Teamräumen.",
    "Anhaltspunkte Niveau 2": "Erklärt Abläufe und Zielvorgaben so, dass andere sie nachvollziehen können – auch in digitalen oder hybriden Formaten. Stellt sicher, dass Aufgaben, Rollen und Zuständigkeiten im Team transparent und nachvollziehbar sind. Ermutigt Kolleginnen und Kollegen, Verantwortung zu übernehmen oder eigene Vorschläge einzubringen. Verwendet Feedback- und Abstimmungsformate gezielt, um Entscheidungen gemeinsam zu treffen. Gibt regelmäßig konstruktives Feedback zu Arbeitsprozessen oder Zwischenergebnissen. Ermutigt Teammitglieder, neue Ideen auszuprobieren und gemeinsam aus Erfahrungen zu lernen.",
    "Anhaltspunkte Niveau 3": "Formuliert gemeinsam mit anderen sinnstiftende Ziele, Prinzipien oder Leitplanken für die Zusammenarbeit – auch in digitalen oder bereichsübergreifenden Teams. Gestaltet Rahmenbedingungen so, dass Eigenverantwortung und Klarheit im Team auch bei hoher Komplexität möglich bleiben. Initiiert partizipative Entscheidungsprozesse – auch in digitalen oder verteilten Teams – und fördert Eigenverantwortung. Baut durch transparente Kommunikation und verlässliche Abstimmungen Vertrauen und gemeinsame Verantwortung im Team auf. Initiiert Reflexionsformate oder Feedbackroutinen – auch in verteilten oder digitalen Teams. Gestaltet gemeinsam mit dem Team eine lernförderliche Umgebung, die kontinuierliche Entwicklung unterstützt, zum Beispiel durch Lernziele, strukturierte Rückblickformate oder eine konstruktive Fehlerkultur."
  },
  {
    "Kompetenzbezeichnung": "Kommunikationskompetenz",
    "Langdefinition": "Kommunikationskompetenz bezeichnet die Fähigkeit, Informationen klar, zielgerichtet und wirkungsvoll zu vermitteln sowie aktiv zuzuhören, um eine gemeinsame Verständigung zu ermöglichen. Sie umfasst sowohl die verbale als auch nonverbale Kommunikation – mündlich und schriftlich – und ist wirksam in analogen, hybriden und digitalen Kontexten. Kommunikationskompetenz bedeutet dabei nicht nur, Inhalte verständlich zu transportieren, sondern auch, Gesprächspartnerinnen und -partner situativ angemessen einzubeziehen und Dialogräume zu gestalten. Zukunftsorientiert schließt sie zudem die Fähigkeit ein, effizient und verantwortungsbewusst in der Mensch-Maschine-Kommunikation zu agieren, etwa im Umgang mit KI-gestützten Assistenzsystemen oder Chatbots.",
    "Beschreibung Subkompetenzen": "Argumentationsfähigkeit beschreibt die Fähigkeit, Sachverhalte klar und verständlich darzustellen sowie eigene Positionen überzeugend und nachvollziehbar zu begründen. Situationsgerechtes Sprechen und Präsentieren umfasst die Fähigkeit, Inhalte adressatengerecht aufzubereiten und Sprache, Ausdruck sowie Auftreten flexibel an unterschiedliche Gesprächspartner:innen und Situationen anzupassen. Moderationsfähigkeit bezeichnet die Fähigkeit, Gespräche strukturiert zu leiten, unterschiedliche Perspektiven respektvoll einzubeziehen und den Dialog zielgerichtet zu einem gemeinsamen Ergebnis zu führen.",
    "Anhaltspunkte Niveau 1": "Stellt einfache Sachverhalte dar und wiederholt bekannte Argumente. Antwortet auf einfache Fragen mit Unterstützung. Bereitet Präsentationen mit Anleitung vor. Passt Stimme und Ausdruck mit Anleitung an. Übernimmt einfache Moderationsaufgaben. Nutzt Gesprächsleitfäden.",
    "Anhaltspunkte Niveau 2": "Erklärt Sachverhalte; reagiert auf Rückfragen; bereitet Präsentationen vor; passt Sprache an; leitet Gespräche strukturiert; stellt Fragen zielgerichtet.",
    "Anhaltspunkte Niveau 3": "Vermittelt komplexe Sachverhalte; diskutiert Perspektiven; gestaltet Präsentationen strategisch; moderiert Diskussionen."
  },
  {
    "Kompetenzbezeichnung": "Kritisches Denken",
    "Langdefinition": "Kritisches Denken bezeichnet die Fähigkeit, Informationen, Argumente, Routinen sowie das eigene Denken und Handeln systematisch zu hinterfragen, zu analysieren und zu reflektieren – auch im Kontext analoger, hybrider und digitaler Arbeits- und Kommunikationssituationen. Es zielt darauf ab, begründete Urteile, Lernprozesse und verantwortungsvolle Entscheidungen abzuleiten.",
    "Beschreibung Subkompetenzen": "Strukturierte Analyse von Informationen als die Fähigkeit, Informationen, Argumente und Routinen systematisch zu analysieren, deren Glaubwürdigkeit zu prüfen sowie kognitive Verzerrungen und soziale Dynamiken zu erkennen – auch in digitalen und hybriden Kontexten. Reflexion eigener Denk- und Handlungsweisen als die Fähigkeit, das eigene Denken und Handeln kontinuierlich zu reflektieren, begründete Urteile zu fällen und daraus verantwortungsvolle Entscheidungen abzuleiten – insbesondere unter digitalen, komplexen oder unsicheren Bedingungen.",
    "Anhaltspunkte Niveau 1": "Kennzeichnet Aussagen als unverständlich; fordert Klärung; benennt ineffektive Handlungen; beschreibt eigenes Verhalten.",
    "Anhaltspunkte Niveau 2": "Identifiziert Argumentationsfehler; strukturiert Informationen; bezieht Feedback ein; formuliert Verbesserungsvorschläge.",
    "Anhaltspunkte Niveau 3": "Analysiert Verzerrungen und Interessen; bewertet Quellen; reflektiert Denk- und Bewertungsmuster."
  },
  {
    "Kompetenzbezeichnung": "Lernkompetenz",
    "Langdefinition": "Lernkompetenz bezeichnet die Fähigkeit, Kompetenzbedarfe zu erkennen, eigenständig und zielgerichtet Wissen und Fertigkeiten zu erwerben, kontinuierlich zu reflektieren, anzupassen und zu erweitern sowie Gelerntes effektiv auf neue Situationen zu übertragen.",
    "Beschreibung Subkompetenzen": "Lernbereitschaft als Offenheit gegenüber neuen Themen, Rückmeldungen und Veränderungen sowie als Motivation, sich weiterzuentwickeln und mit Nicht-Wissen oder Unsicherheit konstruktiv umzugehen. Selbstgesteuertes und zukunftsorientiertes Lernen als Fähigkeit, eigene Lernziele zu formulieren, Lernprozesse aktiv zu steuern und Gelerntes reflektiert auf neue Aufgaben zu übertragen.",
    "Anhaltspunkte Niveau 1": "Nimmt an Schulungen teil; zeigt Offenheit; überträgt Lösungswege; benennt Anwendungsmöglichkeiten.",
    "Anhaltspunkte Niveau 2": "Initiiert Lernaktivitäten; plant Lernprozesse; wendet Methoden an; bezieht Erkenntnisse ein.",
    "Anhaltspunkte Niveau 3": "Analysiert Kompetenzanforderungen; gestaltet Lernprozesse; verknüpft Wissen; teilt Gelerntes."
  },
  {
    "Kompetenzbezeichnung": "Problemlösungskompetenz",
    "Langdefinition": "Problemlösungskompetenz bedeutet, Herausforderungen früh zu erkennen, durchdacht zu entscheiden und passende Lösungen wirksam umzusetzen. Sie verbindet Fachwissen mit dem Verständnis für Zielsetzungen, Lösungswege und Voraussetzungen für deren Umsetzung im jeweiligen Arbeitskontext.",
    "Beschreibung Subkompetenzen": "das frühzeitige Erkennen und strukturierte Erfassen von Problemstellungen und Herausforderungen, der Fähigkeit, tragfähige Entscheidungen auch unter unsicheren oder dynamischen Bedingungen zu treffen, dem zielgerichteten Entwickeln und Umsetzen von Maßnahmen zur Erreichung konkreter, überprüfbarer Ergebnisse",
    "Anhaltspunkte Niveau 1": "Erkennt einfache Probleme; nutzt bekannte Lösungswege; trifft einfache Entscheidungen; fragt bei Unsicherheit.",
    "Anhaltspunkte Niveau 2": "Erkennt Probleme; wählt Lösungswege; reflektiert Entscheidungen; plant Arbeitsschritte.",
    "Anhaltspunkte Niveau 3": "Analysiert komplexe Probleme; entwickelt Strategien; trifft Entscheidungen unter Unsicherheit; steuert Umsetzung."
  },
  {
    "Kompetenzbezeichnung": "Selbstmanagement",
    "Langdefinition": "Selbstmanagement beschreibt die Fähigkeit, sich selbst zielgerichtet zu führen, die eigene Arbeit bewusst zu gestalten und Verantwortung für das eigene Handeln zu übernehmen. Es umfasst Wissen über Arbeitsorganisation, Zeitmanagement und Rollenverständnis sowie die Fertigkeit, Prioritäten zu setzen, mit Veränderungen souverän umzugehen und Verantwortung zu tragen. Grundlage ist eine Haltung der Selbstreflexion, Klarheit über die eigene Rolle und innerer Stabilität.",
    "Beschreibung Subkompetenzen": "Selbstorganisation: Die Fähigkeit, eigene Aufgaben, Zeit und Ressourcen effizient zu planen und zu steuern. Sie ermöglicht eigenverantwortliches Arbeiten, Prioritätensetzung und Anpassung an wandelnde Anforderungen. Vertrauen in die eigene Person und Kompetenz: Die Fähigkeit, auf die eigenen Stärken, Fähigkeiten und Entscheidungen zu vertrauen. Sie zeigt sich im selbstbewussten Handeln, in der Übernahme von Verantwortung und in der Bereitschaft, auch in herausfordernden Situationen klar und stabil zu agieren.",
    "Anhaltspunkte Niveau 1": "Führt Aufgabenlisten nach Anleitung aus. Hält sich an Pläne. Zeigt Ansätze von Selbstvertrauen. Übernimmt Aufgabenbereiche mit Unterstützung.",
    "Anhaltspunkte Niveau 2": "Plant Aufgaben; nutzt Tools; organisiert sich eigenständig; trifft Entscheidungen; sucht Feedback.",
    "Anhaltspunkte Niveau 3": "Entwickelt Strategien; reflektiert Planung; übernimmt komplexe Aufgaben; unterstützt andere."
  },
  {
    "Kompetenzbezeichnung": "Serviceorientierung",
    "Langdefinition": "Serviceorientierung beschreibt das Verständnis und die Fähigkeit, Verwaltungsleistungen an Bedürfnissen und Erwartungen von Bürger:innen, Unternehmen und anderen Akteuren auszurichten. Sie umfasst Wissen über Lebenslagen, Kommunikation, Einbindung sowie digitale Zugänge. Grundlage ist eine Haltung, geprägt von Empathie, Offenheit und Verantwortung für öffentliche Dienstleistung.",
    "Beschreibung Subkompetenzen": "Stakeholdermanagement als die Fähigkeit, relevante Anspruchsgruppen systematisch zu identifizieren, ihre Anliegen zu verstehen, aktiv einzubinden und transparent zu kommunizieren – auch über digitale Kanäle. Nutzer:innenfreundlichkeit als die Fähigkeit, Verwaltungsleistungen verständlich, zugänglich und alltagstauglich zu gestalten – orientiert an den Bedürfnissen, Lebenslagen und Nutzungskontexten der Zielgruppen.",
    "Anhaltspunkte Niveau 1": "Beantwortet Anfragen freundlich; leitet Anliegen weiter; verwendet klare Sprache; gibt Rückmeldung zu Formularen.",
    "Anhaltspunkte Niveau 2": "Identifiziert Stakeholder; bereitet Informationen adressatengerecht auf; gestaltet Prozesse nutzerfreundlich; berücksichtigt Feedback.",
    "Anhaltspunkte Niveau 3": "Initiiert Dialogformate; koordiniert Prozesse; integriert Perspektiven; verbessert Schnittstellen."
  }
]